Repository: Mohammad-Rajabi/MyTime
Catalog: lib/src/l10n/app_*.arb
Languages: fa

source: Retry
fa: تلاش دوباره

# noInternet
source: There is no internet connection.
fa: اتصال به اینترنت وجود ندارد.

# exception
source: Some thing went wrong!
fa: مشکلی پیش آمده!

source: Workspaces
fa: فضاهای کاری

source: Projects
fa: پروژه ها

source: Tasks
fa: وظایف

source: No Found Workspace
fa: فضای کاری وجود ندارد

source: No Found Project
fa: پروژه ای وجود ندارد

source: No Found Task
fa: وظیفه ای وجود ندارد

# first_enter_api_key
source: First Enter Your Api key
fa: ابتدا Api key خود را وارد کنید

source: First Select Workspace
fa: ابتدا فضای کاری را انتخاب کنید

source: First Select Project
fa: ابتدا پروژه را انتخاب کنید
